Repository: knotq-app/mobile
Catalog: ios/KnotQMobile/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# web.guide.scheduling.intro
source: Any line can be scheduled by giving it a start time, end time, or both:
ar: يمكن جدولة أي سطر بإعطاؤه وقت البداية أو وقت النهاية أو كليهما:
cs: Jakýkoli řádek lze naplánovat zadáním času začátku, času konce nebo obojího:
da: En hvilken som helst linje kan planlægges ved at give den en starttid, sluttid eller begge dele:
de: Jede Zeile kann eingeplant werden, indem Sie ihr eine Startzeit, eine Endzeit oder beides geben:
el: Οποιαδήποτε γραμμή μπορεί να προγραμματιστεί δίνοντάς της ένα χρόνο έναρξης, χρόνο λήξης ή και τα δύο:
es: Cualquier línea se puede programar dándole una hora de inicio, hora de fin, o ambas:
fi: Mikä tahansa rivi voidaan ajoittaa antamalla sille alkamisaika, päättymisaika tai molemmat:
fr: N'importe quelle ligne peut être planifiée en lui donnant une heure de début, une heure de fin ou les deux :
he: כל שורה יכולה להיות מתוזמנת על ידי הרחקת תאריך התחלה, תאריך סיום, או שניהם:
hi: किसी भी पंक्ति को एक शुरुआत समय, अंत समय, या दोनों देकर शेड्यूल किया जा सकता है:
hu: Bármely sor ütemezhetõ a kezdési idő, befejezési idő vagy mindkettõ megadásával:
id: Baris apa pun dapat dijadwalkan dengan memberikan waktu mulai, waktu akhir, atau keduanya:
it: Qualsiasi riga può essere pianificata assegnandole un'ora di inizio, un'ora di fine o entrambi:
ja: 任意の行に開始時刻、終了時刻、またはその両方を指定してスケジュールできます:
ko: 시작 시간, 종료 시간 또는 둘 다를 지정하여 모든 줄을 예약할 수 있습니다:
ms: Baris apa pun dapat dijadwalkan dengan memberikan waktu mulai, waktu akhir, atau keduanya:
nb: Enhver linje kan planlegges ved å gi den en starttid, sluttid eller begge deler:
nl: Elke regel kan worden gepland door een starttijd, eindtijd of beide op te geven:
pl: Dowolna linia może być zaplanowana, podając czas rozpoczęcia, czas zakończenia lub oba:
pt_br: Qualquer linha pode ser agendada dando-lhe uma hora de início, hora de término ou ambas:
pt_pt: Qualquer linha pode ser agendada dando-lhe uma hora de início, hora de fim, ou ambas:
ro: Orice linie poate fi programată dând-i o oră de început, oră de sfârşit, sau ambele:
ru: Любую строку можно запланировать, задав ей время начала, время окончания или оба:
sk: Akýkoľvek riadok je možné naplánovat zadaním času spustenia, času ukončenia alebo oboch:
sv: Vilken rad som helst kan schemalägggas genom att ge den en starttid, sluttid eller båda:
th: บรรทัดใด ๆ สามารถจัดตารางเวลาได้โดยการให้เวลาเริ่มต้น เวลาสิ้นสุด หรือทั้งสองอย่าง:
tr: Herhangi bir satır, başlangıç saati, bitiş saati veya her ikisi verilerek planlanabilir:
uk: Будь-який рядок можна запланувати, дав йому час початку, час закінчення або обидва:
vi: Bất kỳ dòng nào cũng có thể được lên lịch bằng cách cung cấp thời gian bắt đầu, thời gian kết thúc hoặc cả hai:
zh_hans: 任何行都可以通过给它一个开始时间、结束时间或两者来安排：
zh_hant: 任何行都可以通過指定開始時間、結束時間或兩者來排程：

# web.guide.scheduling.p_mid1
source: to set a start date and
ar: لتعيين تاريخ البداية و
cs: pro nastavení počátečního data a
da: til at angive en startdato og
de: um ein Startdatum festzulegen und
el: για να ορίσετε ημερομηνία έναρξης και
es: para establecer una fecha de inicio y
fi: asettaaksesi alkamispäivämäärän ja
fr: pour définir une date de début et
he: כדי להגדיר תאריך התחלה ו
hi: शुरुआत की तारीख सेट करने के लिए और
hu: a kezdő dátum beállításához és
id: untuk mengatur tanggal mulai dan
it: per impostare una data di inizio e
ja: で開始日を設定し、
ko: 를 사용하여 시작 날짜를 설정하고
ms: untuk menetapkan tanggal mulai dan
nb: for å angi en startdato og
nl: om een startdatum in te stellen en
pl: aby ustawić datę rozpoczęcia i
pt_br: para definir uma data de início e
pt_pt: para definir uma data de início e
ro: pentru a seta o dată de început și
ru: для установки даты начала и
sk: nastavit dátum začatia a
sv: för att ställa in ett startdatum och
th: เพื่อกำหนดวันเริ่มต้นและ
tr: başlangıç tarihi ayarlamak için ve
uk: для встановлення дати початку й
vi: để đặt ngày bắt đầu và
zh_hans: 设置开始日期，以及
zh_hant: 以設定開始日期和

# web.guide.scheduling.p_mid2
source: to set an end date. Both open a popover inline so you can pick a time without leaving the document. Use
ar: لتعيين تاريخ النهاية. يفتح كليهما منتقي مرتبط بحيث يمكنك اختيار وقت دون مغادرة المستند. استخدم
cs: pro nastavení koncového data. Obojí otevře překryvné okno v řádku, takže si můžete vybrat čas, aniž byste opustili dokument. Použijte
da: til at angive en slutdato. Begge åbner en popover inline, så du kan vælge et tidspunkt uden at forlade dokumentet. Brug
de: um ein Enddatum festzulegen. Beide öffnen ein Popover inline, damit Sie eine Zeit auswählen können, ohne das Dokument zu verlassen. Verwenden Sie
el: για να ορίσετε ημερομηνία λήξης. Και οι δύο ανοίγουν ένα popover ενσωματωμένο ώστε να μπορείτε να επιλέξετε μια ώρα χωρίς να φύγετε από το έγγραφο. Χρησιμοποιήστε
es: para establecer una fecha de fin. Ambas abren una ventana emergente en línea para que puedas elegir una hora sin abandonar el documento. Usa
fi: asettaaksesi päättymispäivämäärän. Molemmat avautuvat ponnahduksena rinnakkain, jotta voit valita ajan poistumatta asiakirjasta. Käytä
fr: pour définir une date de fin. Les deux ouvrent une fenêtre contextuelle en ligne pour que vous puissiez choisir une heure sans quitter le document. Utilisez
he: כדי להגדיר תאריך סיום. שניהם פתחים popover ישר כדי שתוכל בחר זמן מבלי להשאיר את המסמך. השתמש
hi: अंत की तारीख सेट करने के लिए। दोनों एक पॉपओवर इनलाइन खोलते हैं ताकि आप दस्तावेज़ छोड़े बिना समय चुन सकें। उपयोग करें
hu: a befejezési dátum beállításához. Mindkettő megnyit egy felugró ablakot, így választhat egy időt anélkül, hogy elhagyná a dokumentumot. Használat
id: untuk mengatur tanggal akhir. Keduanya membuka popover sebaris sehingga Anda dapat memilih waktu tanpa meninggalkan dokumen. Gunakan
it: per impostare una data di fine. Entrambi aprono un popover in linea in modo che tu possa scegliere un'ora senza lasciare il documento. Usa
ja: で終了日を設定します。両方ともポップオーバーをインラインで開くので、ドキュメントを離れずに時間を選択できます。
ko: 를 사용하여 종료 날짜를 설정합니다. 둘 다 인라인 팝오버를 열어 문서를 떠나지 않고 시간을 선택할 수 있습니다.
ms: untuk menetapkan tanggal akhir. Keduanya membuka popover sebaris sehingga Anda dapat memilih waktu tanpa meninggalkan dokumen. Menggunakan
nb: for å angi en sluttdato. Begge åpner en popover på stedet slik at du kan velge et tidspunkt uten å forlate dokumentet. Bruk
nl: om een einddatum in te stellen. Beide openen een popover in de tekst zodat je een tijd kunt kiezen zonder het document te verlaten. Gebruik
pl: aby ustawić datę zakończenia. Oba otwierają podręczne okno, abyś mógł wybrać czas bez opuszczania dokumentu. Użyj
pt_br: para definir uma data de término. Ambos abrem um popover em linha para que você possa escolher uma hora sem sair do documento. Use
pt_pt: para definir uma data de fim. Ambos abrem um popover dentro da linha para que possa escolher uma hora sem sair do documento. Use
ro: pentru a seta o dată de sfârşit. Ambele deschid un popover inline, astfel încât puteți alege o oră fără a părăsi documentul. Utilizați
ru: для установки даты окончания. Оба открывают всплывающее окно встроенной подсказки, чтобы вы могли выбрать время, не покидая документ. Используйте
sk: nastavit dátum ukončenia. Obidva otvoria popover inline, aby ste mohli vybrať čas bez opustenia dokumentu. Použitie
sv: för att ställa in ett slutdatum. Båda öppnar en popover inline så att du kan välja en tid utan att lämna dokumentet. Använd
th: เพื่อกำหนดวันสิ้นสุด ทั้งสองเปิดป๊อปโอเวอร์แบบอินไลน์เพื่อให้คุณสามารถเลือกเวลาโดยไม่ต้องออกจากเอกสาร ใช้
tr: bitiş tarihi ayarlamak için. Her ikisi de belge içinde bir açılır pencere açar, böylece belgeyi terk etmeden bir saat seçebilirsiniz. Kullan
uk: для встановлення дати закінчення. Обидва відкривають вспливаючі вікна в рядку, щоб ви могли вибрати час, не залишаючи документ. Використовуйте
vi: để đặt ngày kết thúc. Cả hai đều mở một chế độ bật mở nội tuyến để bạn có thể chọn thời gian mà không cần rời khỏi tài liệu. Sử dụng
zh_hans: 设置结束日期。两者都在内联打开弹出窗口，因此您可以在不离开文档的情况下选择时间。使用
zh_hant: 以設定結束日期。兩者都會打開一個內聯彈出視窗，以便您可以在不離開文件的情況下選擇時間。使用

# web.guide.scheduling.p_post
source: to add a repeat rule. You can also create items directly from the calendar: click a time slot for a reminder, shift+click for an assignment, or drag for an event.
ar: لإضافة قاعدة تكرار. يمكنك أيضًا إنشاء عناصر مباشرة من التقويم: انقر فوق فترة زمنية للتذكير، أو انقر مع الضغط على المفتاح Shift للمهمة، أو اسحب لإنشاء حدث.
cs: pro přidání pravidla opakování. Můžete také vytvářet položky přímo z kalendáře: kliknutím na časový slot vytvoříte připomenutí, shift+kliknutím vytvoříte úkol, nebo přetažením vytvoříte událost.
da: til at tilføje en gentagelsesregel. Du kan også oprette elementer direkte fra kalenderen: klik på en tidsslot for en påmindelse, shift+klik for en opgave, eller træk for en begivenhed.
de: um eine Wiederholungsregel hinzuzufügen. Sie können auch Elemente direkt aus dem Kalender erstellen: Klicken Sie auf einen Zeitslot für eine Erinnerung, Shift+Klick für eine Aufgabe oder ziehen Sie für ein Ereignis.
el: για να προσθέσετε μια κανόνα επανάληψης. Μπορείτε επίσης να δημιουργήσετε στοιχεία απευθείας από το ημερολόγιο: κάντε κλικ σε μια υποδοχή ώρας για μια υπενθύμιση, shift+κλικ για ανάθεση ή σύρστε για γεγονός.
es: para agregar una regla de repetición. También puedes crear elementos directamente desde el calendario: haz clic en un espacio de tiempo para un recordatorio, mayús+clic para una asignación, o arrastra para un evento.
fi: toistosäännön lisäämiseen. Voit myös luoda kohteita suoraan kalenterista: napsauta aikavälillä saadaksesi muistutuksen, shift+napsauta tehtävää varten tai vedä tapahtumaa varten.
fr: pour ajouter une règle de répétition. Vous pouvez également créer des éléments directement à partir du calendrier : cliquez sur une tranche horaire pour un rappel, maj+cliquez pour une tâche ou glissez-déposez pour un événement.
he: כדי להוסיף כלל חזרה. אתה יכול גם ליצור פריטים ישירות מלוח השנה: לחץ על משבצת זמן לתזכורת, shift+לחץ להקצאה, או גרור לאירוע.
hi: दोहराव नियम जोड़ने के लिए। आप कैलेंडर से सीधे आइटम भी बना सकते हैं: रिमाइंडर के लिए समय स्लॉट पर क्लिक करें, असाइनमेंट के लिए shift+क्लिक करें, या इवेंट के लिए ड्रैग करें।
hu: az ismétlési szabály hozzáadásához. Közvetlenül a naptárból is létrehozhat tárgyakat: kattintson egy időpontra az emlékeztetőhöz, shift+kattintás a feladathoz, vagy húzza az eseményhez.
id: untuk menambahkan aturan pengulangan. Anda juga dapat membuat item langsung dari kalender: klik slot waktu untuk pengingat, shift+klik untuk penugasan, atau seret untuk acara.
it: per aggiungere una regola di ripetizione. Puoi anche creare elementi direttamente dal calendario: fai clic su uno slot orario per un promemoria, maiusc+clic per un compito, oppure trascina per un evento.
ja: を使用して繰り返しルールを追加します。カレンダーから直接アイテムを作成することもできます: 時間枠をクリックしてリマインダーを作成するか、Shift+クリックで課題を作成するか、ドラッグでイベントを作成します。
ko: 를 사용하여 반복 규칙을 추가합니다. 캘린더에서 직접 항목을 만들 수도 있습니다: 알림을 위해 시간 슬롯을 클릭하거나 할당을 위해 Shift+클릭하거나 이벤트를 위해 드래그합니다.
ms: untuk menambahkan aturan pengulangan. Anda juga dapat membuat item langsung dari kalender: klik slot waktu untuk pengingat, shift+klik untuk penugasan, atau seret untuk acara.
nb: for å legge til en gjentakelsesregel. Du kan også opprette elementer direkte fra kalenderen: klikk på et tidspunkt for en påminnelse, shift+klikk for en oppgave eller dra for en begivenhet.
nl: om een herhalingsr regel toe te voegen. Je kunt ook items rechtstreeks vanuit de agenda maken: klik op een tijdslot voor een herinnering, shift+klik voor een taak of sleep voor een evenement.
pl: aby dodać regułę powtarzania. Możesz również tworzyć elementy bezpośrednio z kalendarza: kliknij przedział czasu na przypomnienie, Shift+kliknij na przypisanie lub przeciągnij na zdarzenie.
pt_br: para adicionar uma regra de repetição. Você também pode criar itens diretamente do calendário: clique em um slot de tempo para um lembrete, shift+clique para uma atribuição ou arraste para um evento.
pt_pt: para adicionar uma regra de repetição. Também pode criar itens diretamente a partir do calendário: clique numa ranhura de tempo para um lembrete, shift+clique para uma atribuição, ou arraste para um evento.
ro: pentru a adăuga o regulă de repetare. Puteți crea, de asemenea, articole direct din calendar: faceți clic pe o fantă de timp pentru un memento, shift+clic pentru o sarcină, sau trageți pentru un eveniment.
ru: чтобы добавить правило повторения. Вы также можете создавать элементы прямо из календаря: нажмите на временной промежуток для напоминания, shift+нажмите для задания или перетащите для события.
sk: na pridanie pravidla opakovania. Položky si môžete vytvoriť aj priamo z kalendára: kliknite na časový slot na pripomienku, Shift+kliknite na úlohu alebo pretiahnite na udalosť.
sv: för att lägga till en upprepningsregel. Du kan också skapa objekt direkt från kalendern: klicka på en tidsslot för en påminnelse, skift+klick för ett uppdrag eller dra för en händelse.
th: เพื่อเพิ่มกฎการทำซ้ำ คุณยังสามารถสร้างรายการโดยตรงจากปฏิทิน: คลิกช่องเวลาสำหรับการเตือน shift+คลิกสำหรับการมอบหมาย หรือลากสำหรับเหตุการณ์
tr: tekrar kuralı eklemek için. Takvimden doğrudan öğe oluşturabilirsiniz: hatırlatıcı için bir zaman alanına tıklayın, ödev için shift+tıklayın veya etkinlik için sürükleyin.
uk: щоб додати правило повтору. Ви також можете створювати елементи безпосередньо з календаря: натисніть на часовий слот для нагадування, shift+натисніть для завдання або перетягніть для подій.
vi: để thêm quy tắc lặp lại. Bạn cũng có thể tạo mục trực tiếp từ lịch: nhấp vào một khe thời gian để nhắc nhở, shift + nhấp để bài tập hoặc kéo để tạo sự kiện.
zh_hans: 添加重复规则。您还可以直接从日历创建项目：单击时间段添加提醒，Shift+单击添加分配，或拖动添加事件。
zh_hant: 以新增重複規則。您也可以直接從日曆建立項目：點擊時間槽以設定提醒，按 Shift 點擊以進行指派，或拖動以建立事件。

# web.guide.scheduling.p_pre
source: Press
ar: اضغط على
cs: Stiskněte
da: Tryk
de: Drücken Sie
el: Πατήστε
es: Presiona
fi: Paina
fr: Appuyez sur
he: לחץ
hi: दबाएं
hu: Nyomja meg
id: Tekan
it: Premi
ko: 누르기
ms: Tekan
nb: Trykk
nl: Druk op
pl: Naciśnij
pt_br: Pressione
pt_pt: Pressione
ro: Apăsați
ru: Нажмите
sk: Stlačte
sv: Tryck
th: กด
tr: Basın
uk: Натисніть
vi: Nhấn
zh_hans: 按下
zh_hant: 按下

# web.guide.scheduling.procedure_desc
source: — planning only
ar: — التخطيط فقط
cs: — pouze plánování
da: — kun planlægning
de: — nur Planung
el: — μόνο σχεδιασμός
es: — solo para planificar
fi: — vain suunnittelu
fr: — planification uniquement
he: — תכנון בלבד
hi: — केवल योजना
hu: — csak tervezés
id: — perencanaan saja
it: — solo pianificazione
ja: — 計画のみ
ko: — 계획 전용
ms: — perencanaan saja
nb: — bare planlegging
nl: — alleen planning
pl: — tylko planowanie
pt_br: — apenas planejamento
pt_pt: — apenas planejamento
ro: — doar planificare
ru: — только планирование
sk: — iba plánovanie
sv: — endast planering
th: — วางแผนเท่านั้น
tr: — yalnızca planlama
uk: — лише планування
vi: — chỉ lên kế hoạch
zh_hans: — 仅规划
zh_hant: — 僅限規劃

# web.guide.scheduling.procedure_type
source: Procedure
ar: إجراء
cs: Postup
de: Verfahren
el: Διαδικασία
es: Procedimiento
fi: Menettely
fr: Procédure
he: הליך
hi: प्रक्रिया
hu: Eljárás
id: Prosedur
it: Procedura
ja: 手順
ko: 절차
ms: Prosedur
nb: Prosedyre
pl: Procedura
pt_br: Procedimento
pt_pt: Procedimento
ro: Procedură
ru: Процедура
sk: Postup
sv: Procedur
th: กระบวนการ
tr: Prosedür
uk: Процедура
vi: Quy trình
zh_hans: 流程
zh_hant: 程序

# web.guide.scheduling.reminder_desc
source: — alert
ar: — تنبيه
cs: — upozornění
da: — påmindelse
de: — Benachrichtigung
el: — ειδοποίηση
es: — alerta
fi: — hälytys
fr: — alerte
he: — התריעה
hi: — अलर्ट
hu: — figyelmeztetés
id: — peringatan
it: — avviso
ja: — アラート
ko: — 알림
ms: — pemberitahuan
nb: — varsel
nl: — waarschuwing
pt_br: — alerta
pt_pt: — alerta
ro: — alertă
ru: — оповещение
sk: — upozornenie
sv: — varning
th: — การเตือน
tr: — uyarı
uk: — сигнал
vi: — cảnh báo
zh_hans: — 警报
zh_hant: — 警報

# web.guide.scheduling.reminder_type
source: Reminder
ar: تذكير
cs: Připomenutí
da: Påmindelse
de: Erinnerung
el: Υπενθύμιση
es: Recordatorio
fi: Muistutus
fr: Rappel
he: תזכורת
hi: रिमाइंडर
hu: Emlékeztetõ
id: Pengingat
it: Promemoria
ja: リマインダー
ko: 알림
ms: Pengingat
nb: Påminnelse
nl: Herinnering
pl: Przypomnienie
pt_br: Lembrete
pt_pt: Lembrete
ro: Memento
ru: Напоминание
sk: Pripomienka
sv: Påminnelse
th: การเตือน
tr: Hatırlatıcı
uk: Нагадування
vi: Nhắc nhở
zh_hans: 提醒
zh_hant: 提醒

# web.guide.scheduling.title
source: Scheduling
ar: الجدولة
cs: Plánování
da: Planlægning
de: Zeitplanung
el: Προγραμματισμός
es: Programación
fi: Ajoitus
fr: Planification
he: תזמון
hi: शेड्यूलिंग
hu: Ütemezés
id: Penjadwalan
it: Pianificazione
ja: スケジューリング
ko: 일정 관리
ms: Penjadwalan
nb: Planlegging
nl: Planning
pl: Harmonogramowanie
pt_br: Agendamento
pt_pt: Agendamento
ro: Programare
ru: Планирование
sk: Plánovanie
sv: Schemaläggning
th: กำหนดตารางเวลา
tr: Planlama
uk: Розклад
vi: Lên lịch
zh_hans: 日程安排
zh_hant: 排程

# web.guide.schemes.image_alt
source: KnotQ scheme editor showing a document with headings, checkboxes, and nested items.
ar: محرر خطة KnotQ يعرض مستندًا بعناوين وخانات اختيار وعناصر متداخلة.
cs: Editor schématu KnotQ ukazující dokument s nadpisy, zaškrtávacími poli a vnořenými položkami.
da: KnotQ-skemaeditoren viser et dokument med overskrifter, afkrydsningsfelter og indlejrede elementer.
de: KnotQ-Scheme-Editor, das ein Dokument mit Überschriften, Kontrollkästchen und verschachtelten Elementen zeigt.
el: Επεξεργαστής σχεδίων KnotQ που δείχνει ένα έγγραφο με επικεφαλίδες, πλαίσια ελέγχου και ένθετα στοιχεία.
es: Editor de esquemas de KnotQ mostrando un documento con encabezados, casillas de verificación y elementos anidados.
fi: KnotQ-kaavion editori, joka näyttää asiakirjan otsikoilla, valintaruuduilla ja sisäkkäisillä kohteilla.
fr: Éditeur de schéma KnotQ affichant un document avec des en-têtes, des cases à cocher et des éléments imbriqués.
he: עורך סכמות KnotQ המציג מסמך עם כותרות, תיבות סימון וקינון פריטים.
hi: शीर्षक, चेकबॉक्स और नेस्टेड आइटम के साथ एक दस्तावेज़ दिखाते हुए KnotQ योजना संपादक।
hu: KnotQ séma szerkesztő egy dokumentumot mutat fejlécekkel, jelölőnégyzetekkel és beágyazott tárgyakkal.
id: Editor skema KnotQ menampilkan dokumen dengan judul, kotak centang, dan item bertingkat.
it: Editor dello schema di KnotQ che mostra un documento con intestazioni, caselle di controllo e elementi annidati.
ja: 見出し、チェックボックス、ネストされたアイテムを含むドキュメントを表示するKnotQスキームエディター。
ko: 제목, 체크박스 및 중첩된 항목이 있는 문서를 보여주는 KnotQ 스킴 편집기입니다.
ms: Editor skema KnotQ menampilkan dokumen dengan judul, kotak centang, dan item bersarang.
nb: KnotQ-skjemaredigeringsprogram som viser et dokument med overskrifter, avmerkingsbokser og nestede elementer.
nl: KnotQ-schema-editor met een document met koppen, selectievakjes en geneste items.
pl: Edytor schematów KnotQ pokazujący dokument z nagłówkami, polami wyboru i zagnieżdżonymi elementami.
pt_br: Editor de esquema do KnotQ mostrando um documento com títulos, caixas de seleção e itens aninhados.
pt_pt: Editor de esquemas do KnotQ mostrando um documento com títulos, caixas de seleção e itens aninhados.
ro: Editor de schemă KnotQ care arată un document cu titluri, casete de selectare și articole imbricate.
ru: Редактор схем KnotQ с показом документа с заголовками, флажками и вложенными элементами.
sk: Editor schém KnotQ zobrazujúci dokument s nadpismi, zaškrtávacími políčkami a vnorovanými položkami.
sv: KnotQ-schemeredigerare visar ett dokument med rubriker, kryssrutor och kapslade objekt.
th: ตัวแก้ไขโครงการ KnotQ ที่แสดงเอกสารที่มีส่วนหัว ช่องทำเครื่องหมาย และรายการที่ซ้อนกัน
tr: Başlıklar, onay kutuları ve iç içe öğeler içeren bir belgeyi gösteren KnotQ şema editörü.
uk: Редактор схем KnotQ, що показує документ із заголовками, прапорцями та вкладеними елементами.
vi: Trình soạn thảo lược đồ KnotQ hiển thị một tài liệu có tiêu đề, hộp kiểm và các mục lồng nhau.
zh_hans: KnotQ 方案编辑器显示带有标题、复选框和嵌套项目的文档。
zh_hant: KnotQ 規劃方案編輯器顯示一個包含標題、複選框和巢狀項目的文件。

# web.guide.schemes.p1_mid
source: —a markdown-like document. Create one with
ar: — مستند يشبه Markdown. قم بإنشاء واحد باستخدام
cs: —dokument podobný markdownu. Vytvořte jeden s
da: —et markdown-lignende dokument. Opret et med
de: —ein markdown-ähnliches Dokument. Erstellen Sie eines mit
el: —ένα έγγραφο σαν markdown. Δημιουργήστε ένα με
es: — un documento tipo markdown. Crea uno con
fi: — markdown-mainen asiakirja. Luo yksi
fr: —un document de type markdown. Créez-en un avec
he: — מסמך דומה ל-markdown. צור אחד עם
hi: —एक मार्कडाउन जैसा दस्तावेज़। एक साथ बनाएं
hu: — markdown-szerű dokumentum. Hozz létre egyet
id: —dokumen seperti markdown. Buat satu dengan
it: —un documento di tipo markdown. Creane uno con
ja: — マークダウンのようなドキュメント。
ko: —마크다운 스타일 문서입니다.
ms: —dokumen mirip markdown. Buat satu dengan
nb: — et markdown-lignende dokument. Opprett ett med
nl: —een markdown-achtig document. Maak er een met
pl: — dokument podobny do markdown. Utwórz go za pomocą
pt_br: —um documento semelhante a markdown. Crie um com
pt_pt: —um documento semelhante a markdown. Crie um com
ro: —un document asemănător markdown. Creați-l cu
ru: — документ, подобный разметке. Создайте его с помощью
sk: —dokument podobný markdownu. Vytvorte ho pomocou
sv: —ett markdown-liknande dokument. Skapa ett med
th: — เอกสารที่มีลักษณะคล้ายมาร์กดาวน์ สร้างหนึ่งด้วย
tr: — markdown benzeri bir belge. Şunu kullanarak bir tane oluşturun
uk: — документ, подібний до markdown. Створіть один з
vi: — một tài liệu giống như markdown. Tạo một với
zh_hans: — 类似 markdown 的文档。创建一个
zh_hant: —一個類似 Markdown 的文件。使用

# web.guide.schemes.p1_post
source: at the bottom of the sidebar or with
ar: في أسفل الشريط الجانبي أو باستخدام
cs: v dolní části bočního panelu nebo s
da: nederst i sidebjælken eller med
de: am unteren Ende der Seitenleiste oder mit
el: στο κάτω μέρος της πλευρικής γραμμής ή με
es: en la parte inferior de la barra lateral o con
fi: sivupalkin alareunassa tai
fr: au bas de la barre latérale ou avec
he: בתחתית סרגל הצד או עם
hi: साइडबार के नीचे या साथ
hu: az oldalsáv alján vagy
id: di bagian bawah bilah sisi atau dengan
it: nella parte inferiore della barra laterale o con
ja: で作成するか、
ko: 를 사용하거나
ms: di bagian bawah bilah sisi atau dengan
nb: nederst på sidestolpen eller med
nl: onderaan de zijbalk of met
pl: na dnie paska bocznego lub za pomocą
pt_br: na parte inferior da barra lateral ou com
pt_pt: na parte inferior da barra lateral ou com
ro: în partea de jos a barei laterale sau cu
ru: в нижней части боковой панели или с
sk: v spodnej časti bočného panela alebo pomocou
sv: längst ner i sidofältet eller med
th: ที่ด้านล่างของแถบด้านข้างหรือด้วย
tr: kenar çubuğunun alt kısmında veya
uk: внизу бічної панелі або з
vi: ở cuối thanh bên hoặc với
zh_hans: 在侧栏底部或使用
zh_hant: 在邊欄底部建立或使用

# web.guide.schemes.p1_pre
source: Everything lives in a
ar: كل شيء يعيش في
cs: Vše existuje v
da: Alt finder sted i en
de: Alles befindet sich in einer
el: Τα πάντα βρίσκονται σε ένα
es: Todo vive en un
fi: Kaikki sijaitsee
fr: Tout se trouve dans une
he: הכל חי ב
hi: सब कुछ एक में रहता है
hu: Minden egy
id: Semuanya ada di
it: Tutto vive in
ja: すべてはスキームに住んでいます
ko: 모든 것은
ms: Semuanya hidup dalam
nb: Alt lever i en
nl: Alles bevindt zich in een
pl: Wszystko znajduje się w
pt_br: Tudo existe em um
pt_pt: Tudo vive num
ro: Totul trăiește într-un
ru: Всё живёт в
sk: Všetko sa nachádza v
sv: Allt bor i en
th: ทุกสิ่งอยู่ใน
tr: Her şey bir
uk: Все існує в
vi: Mọi thứ đều tồn tại trong
zh_hans: 一切都存在于一个
zh_hant: 所有內容都在
